{
  "courses": " 🤖KIPM offers B.Tech (CSE,,AI-ML, ECE, Civil, Mechanical, Electrical), BBA, BCA, MBA, MCA, B.Pharm, D.Pharm, and Diploma programs.",
  "eligibility": "🤖Eligibility varies by course. For B.Tech: 10+2 with Physics, Chemistry, and Maths. For MBA: Graduation with valid entrance exam score. For Diploma: 10th pass.",
  "admission": "🤖Admissions are through AKTU/UPSEE counseling and direct admission as per government norms. Application forms are available online and offline.",
  "documents": "🤖You will need 10th & 12th mark sheets, transfer certificate, migration certificate, entrance exam score card (if applicable), passport size photos, and ID proof.",
  "fees": "🤖Fee varies by program. Please check the official Fee Structure section on the website or contact the admission office.",
  "scholarship": "🤖Yes, KIPM provides merit-based and government scholarships as per UP State/AICTE norms.",
  "date": "🤖Admissions generally start in May–June and continue until seats are filled. Check the Admission Notice section for latest updates.",
  "hostel": "🤖Yes! hostel facilitiesis also available, hostels for boys and girls with Wi-Fi, mess, and 24x7 security.",
  "facilities": "🤖Facilities include Library, Transport, Cafeteria, Seminar Hall, Industrial Visits, and Modern Laboratories.",
  "placements": "🤖Campus selection was good, the maximum strength of the students get placed in the ON/OFF campus interview conducted by the college placement cell. HCL, ICICI, Tata Motors, TCS like company visited in the campus. About 80% of student get the placement of near about 4 to 6 lakhs.",
  "location": "🤖KIPM is located at BL 1 & 2, Sector-9, GIDA, Gorakhpur, Uttar Pradesh – 273209.",
  "contact": "🤖Admission Helpline: ‪+91-8009902937‬, ‪+91-8009902938‬, ‪+91-8853437366‬ | Email: directorengg@kipm.edu.in",
  "hi": "🤖Welcome what can I help you",
  "entrence exam":"🤖No,entrence exam is not required",
  "hostelfees":"🤖hoste fees is approx Rs.57000",
  "seat":"🤖Civil Engineering  30 seats,Computer Science & Engineering (CSE) 120 seats,Mechanical Engineering  30 seats,Electronics & Communication Engineering (ECE)  60 seats,Computer Science & Engineering (AI & ML) – 60 seats,Note: 10% seats are reserved under EWS (not part of general allocation), plus 10% for FWOP category"

}
